Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/sudden_or_unexplained_death/coroners.html.txt.tmx
Source language: en
Languages: ga

source: A coroner is an independent official with legal responsibility for the investigation of sudden and unexplained deaths
ga: Oifigeach neamhspleách is ea cróinéir a bhfuil freagracht dhlíthiúil air/uirthi chun imscrúdú a dhéanamh ar bhásanna tobanna agus ar bhásanna nach féidir a mhíniú

source: Coroners are appointed for particular districts within a local authority area by the local authority (the coroner for the Dublin district is appointed by the Minister for Justice and Equality)
ga: Ceapann údarás áitiúil cróinéirí do limistéir ar leith laistigh de limistéar údaráis áitiúil (ceapann an tAire Dlí agus Cirt agus Comhionannais an cróinéir do cheantar Bhaile Átha Cliath)

source: While the coroner system is subject to the general supervision of the Minister, coroners are independent in their function
ga: Cé go mbíonn an córas cróinéirí faoi réir mhaoirsiú ginearálta an Aire, bíonn cróinéirí neamhspleách ina bhfeidhm

source: The principal legislation that governs the role and responsibilities of coroners is the Coroners Act 1962 as amended
ga: Is í an phríomhreachtaíocht a rialaíonn ról agus freagrachtaí cróinéirí an tAcht Cróinéirí, 1962, arna leasú

source: The role of the coroner is to enquire into the circumstances of sudden, unexplained, violent and unnatural deaths
ga: Is é ról an chróinéara chun fiosrú a dhéanamh ar chúinsí básanna tobanna, gan mhíniú, foréigneacha agus mínádúrtha

source: This may require a post-mortem examination, sometimes followed by an inquest
ga: D’fhéadfadh scrúdú iarbháis a bheith ag teastáil uaidh seo, agus leanann ionchoisne seo, amanna

source: The post-mortem is carried out by a pathologist, who acts as the coroner's agent for this purpose
ga: Tugann paiteolaí faoin scrúdú iarbháis, a ghníomhaíonn mar ghníomhaire an chróinéara don chuspóir seo

source: The coroner's inquiry initially is concerned with establishing whether or not death was due to natural causes
ga: Baineann fiosrúchán an chróinéara i dtosach lena dheimhniú cé acu an raibh nó nach raibh cúiseanna nádúrtha mar chuid leis an mbás

source: The coroner essentially establishes the "who, when, where and how" of unexplained death
ga: Nuair a thagann bás gan mhíniú aníos, deimhníonn an cróinéir, go bunúsach, na ceisteanna “cé hé/hí an duine a fuair bás, cathain a fuair siad bás, cá bhfuair siad bás agus conas a fuair siad bás”

source: A coroner is not permitted to consider civil or criminal liability; they must simply establish the facts
ga: Ní cheadaítear do chróinéir breithniú a dhéanamh ar dhliteanas sibhialta nó coiriúil; caithfidh siad, go simplí, na fíricí a dheimhniú

source: If a death is due to unnatural causes, then an inquest must be held by law
ga: Más de dheasca cúiseanna mínádúrtha atá bás, ní mór ionchoisne a chur ar bun, de réir an dlí

source: A coroner will not be involved in cases where a person died from a natural illness or disease for which the deceased was being treated by a doctor within one month prior to death
ga: Ní bheidh aon bhaint ag cróinéir le cásanna ina bhfuair duine bás de bharr breoiteacht nó galar nádúrtha a raibh cóireáil á cur ar an duine a fuair bá ag dochtúir taobh istigh de mhí amháin sula bhfuair siad bás

source: In this case, the doctor will issue the medical certificate of the cause of death
ga: Sa chás seo, eiseoidh an dochtúir an deimhniú leighis i dtaobh chúis an bháis

source: The death can then be registered and a death certificate can be obtained
ga: Is féidir an bás a chlárú agus is féidir deimhniú báis a fháil

source: In cases of sudden, unnatural or violent death, there is a legal responsibility on the doctor, registrar of deaths, funeral undertaker, householder and every person in charge of any institution or premises in which the deceased person was residing at the time of their death to report such a death to the coroner
ga: I gcás bás tobann, mínádúrtha nó foréigneach, tá freagracht dhlíthiúil ar an dochtúir, cláraitheoir na mbásanna, an t-adhlacóir, an sealbhóir tí agus gach duine atá i gceannas ar aon institiúid nó ar aon áitreabh ina raibh cónaí ar an duine marbh ag tráth a mbáis chun an bás sin a chur in iúl don chróinéir

source: The death may be reported to a member of the Garda Síochána not below the rank of sergeant who will notify the coroner
ga: Féadtar an bás a chur in iúl do chomhalta den Gharda Síochána nach bhfuil faoi bhun céim sháirsint, a chuirfidh an cróinéir ar an eolas air

source: However under common law, any person may notify the coroner of the circumstances of a particular death
ga: Faoin dlí coiteanna, áfach, féadfaidh aon duine an cróinéir a chur ar an eolas ar chúinsí báis ar leith

source: The Garda Síochána will assist the coroner in arranging a formal identification of the body by a member of the family or a relative of the deceased
ga: Cabhróidh an Garda Síochána leis an gcróinéir chun socrú a dhéanamh do shainaithint fhoirmiúil an choirp ag duine muinteartha nó ag gaol an duine mhairbh

source: The Gardaí will send the coroner a report on the circumstances of the death
ga: Cuirfidh na Gardaí tuairisc faoi bhráid an chróinéara ar chúinsí an bháis

source: The fact that relatives may be met at the hospital by a uniformed Garda, or that a Garda may call to the home to take a statement, does not mean that the death is regarded as suspicious
ga: Mar gheall gur féidir le Garda a bhfuil éide an Gharda Síochána á chaitheamh aige/aici casadh leis na gaolta ag an ospidéal, nó gur féidir le Garda cuairt a thabhairt ar an teach chun ráiteas a ghlacadh, ní chiallaíonn sé go gcaitear leis an mbás mar bhás amhrasach

source: The Gardaí will in most cases be acting also as coroner's officers
ga: Beidh na Gardaí, i bhformhór na gcásanna, ag gníomhú mar oifigigh chróinéara, chomh maith

source: In situations where a medical certificate of the cause of death is not available, the coroner will arrange for a post-mortem examination of the body
ga: I gcásanna nach bhfuil fáil ar dheimhniú leighis ar chúis an bháis, déanfaidh an cróinéir socrú le haghaidh scrúdú iarbháis a dhéanamh ar an gcorp

source: If the post-mortem examination shows that death was due to natural causes, and there is no need for an inquest, a Coroner's Certificate will be issued to the Registrar of Births and Deaths who will then register the death and issue the death certificate
ga: Má thaispeánann an scrúdú iarbháis gur chúiseanna nádúrtha ba chúis leis an mbás, agus nach dteastaíonn ionchoisne, eiseofar Deimhniú Cróinéara do Chláraitheoir na mBreitheanna agus na mBásanna a chláróidh an bás agus a eiseoidh an deimhniú báis, ina dhiaidh sin

source: If death is due to unnatural causes, the coroner is obliged to hold an inquest
ga: Má bhíonn an bás mar thoradh ar chúiseanna mínádúrtha, tá dualgas ar an gcróinéir ionchoisne a chur ar bun

source: The death will be registered by means of a Coroner's Certificate when the inquest is concluded (or adjourned in some cases)
ga: Clárófar an bás trí Dheimhniú Cróinéara nuair a thugtar an ionchoisne chun críche (nó nuair a dhéantar í a chuirtear í ar athló i roinnt cásanna)

source: Prior to the inquest (or while waiting for the post-mortem report), the coroner's office will provide an Interim Certificate of the Fact of Death, which may be acceptable to banks, insurance companies and other institutions
ga: Roimh an ionchoisne (nó fad a bhítear ag feitheamh leis an tuairisc iarbháis), soláthróidh oifig an chróinéara Deimhniú Eatramhach um Fhíric Bháis, a d’fhéadfadh bheith inghlactha ag bainc, comhlachtaí árachais agus institiúidí eile

source: The following deaths must be reported to the coroner
ga: Ní mór na básanna a leanas a chur in iúl don chróinéir

source: Deaths occurring at home or other place of residence:
ga: Básanna a tharlaíonn sa bhaile nó in áit chónaithe eile

source: • Where the deceased was not attended by a doctor during the last illness
ga: • Sa chás nár fhreastail dochtúir ar an duine marbh le linn na breoiteachta deireanaí

source: • Where the deceased was not seen and treated by a doctor within one month prior to the date of death
ga: • Sa chás nár chas dochtúir agus nár chuir dochtúir cóireáil ar an duine marbh laistigh de mhí amháin roimh dháta an bháis

source: • Where the death was sudden and unexpected
ga: • Sa chás go raibh an bás tobann agus nach raibh coinne leis

source: • Where the death may have resulted from an accident, suicide or homicide
ga: • Sa chás go bhféadfadh go raibh timpiste, féinmhárú nó dúnbhású mar chúis leis an mbás

source: • Where the cause of death is unknown or uncertain
ga: • Sa chás nach fios cúis an bháis nó nár deimhníodh cúis an bháis

source: Deaths occurring in hospitals:
ga: Básanna a tharlaíonn in ospidéil:

source: • Where any question of negligence or misadventure arises in relation to the treatment of the deceased
ga: • Sa go dtagann aon cheist faillí nó mhíthapa chun solais maidir le cóireáil an duine mhairbh

source: • Where a patient dies before a diagnosis is made and the general practitioner is also unable to certify the cause
ga: • Sa chás go bhfaigheann othar bás sula ndéantar diagnóis agus nach féidir leis an dochtúir ginearálta an chúis a dheimhniú

source: • When the death occurred whilst a patient was undergoing an operation or was under the effect of an anaesthetic
ga: • Sa chás gur tharla an bás fad a bhí othar ag dul faoi obráid nó go raibh sé/sí faoi thionchar ainéistéisigh

source: • Where the death occurred during or as a result of any invasive procedure
ga: • Sa chás gur tharla an bás i rith aon nóis imeachta ionraigh nó mar thoradh ar nós imeachta ionrach

source: • Where the death resulted from any industrial disease
ga: • Sa chás gur eascair an bás as aon ghalar tionsclaíoch

source: • Where a death was due to neglect or lack of care (including self-neglect)
ga: • Sa chás go raibh bás mar thoradh ar fhaillí nó ar easpa cúraim (féinfhaillí san áireamh)

source: • Where the death occurred in a mental hospital
ga: • Sa chás gur tharla an bás in ospidéal meabhrach

source: Deaths reported to the coroner by a Garda:
ga: Básanna a chuireann Garda in iúl don chróinéir:

source: • Where a death may have resulted from an accident, suicide or homicide
ga: • Sa chás go bhféadfadh go raibh timpiste, féinmhárú nó dúnbhású mar chúis le bás

source: • Where a death occurred in suspicious circumstances
ga: • Sa chás gur tharla bás faoi chúinsí amhrasacha

source: • Where there is an unexpected or unexplained death
ga: • Sa chás gurb ann do bhás gan choinne nó gan mhíniú

source: • Where a dead body is found
ga: • Sa chás go dtagtar ar chorp marbh

source: • Where there is no doctor who can certify the cause of death
ga: • Sa chás nach ann d’aon dochtúir ar féidir leis/léi cúis an bháis a dheimhniú

source: Other categories of death reportable include:
ga: I measc na gcatagóirí eile de bhás atá intuairiscithe, tá an méid a leanas:

source: • The death of a child in care
ga: • Bás linbh i gcúram

source: • Where a body is to be removed abroad
ga: • Sa chás go bhfuil an corp le haistriú thar lear

source: The Coroners Service provides more information on deaths which must be reported on its website, coroner.ie
ga: Soláthraíonn an tSeirbhís Chróinéara breis faisnéise ar bhásanna nach mór a thuairisciú ar láithreán gréasáin, coroner.ie

source: Coroner districts (there is one coroner per district) are roughly equivalent to local authority districts
ga: Tá na Limistéir Chróinéara nach mór mar an gcéanna le limistéir údaráis áitiúil (tá cróinéir amháin i ngach limistéar)

source: (However, in some cases, there are a number of coroners in the same county)
ga: (I roinnt cásanna, áfach, bíonn roinnt cróinéirí ann sa chontae céanna)

source: Contact information for the coroner for your district as well as information on the Coroner Service is available at coroner.ie
ga: Tá fáil ar fhaisnéis teagmhála don chróinéir do do limistéar, anuas ar fhaisnéis ar an tSeirbhís Chróinéara, ag coroner.ie
